Repository: dudlaj/woocommerce-delivery-notes
Catalog: languages/woocommerce-delivery-notes-*.po
Languages: cs_cz

source: Do you really want to reset the counter to zero?
cs_cz: Opravdu chete vyresetovat čítač na nulu?

source: Print
cs_cz: Tisk

source: Print Order
cs_cz: Tisknout objednávku

source: You can preview the <a href="%1$s" target="%4$s" class="%5$s">invoice</a>, <a href="%2$s" target="%4$s" class="%5$s">delivery note</a> or <a href="%3$s" target="%4$s" class="%5$s">receipt</a> template.
cs_cz: Můžete zobrazit náhled <a href="%1$s" target="%4$s" class="%5$s">faktury</a>, <a href="%2$s" target="%4$s" class="%5$s">poznámky k doručení</a> or <a href="%3$s" target="%4$s" class="%5$s">dokladu</a> template.

source: With the FAQ in the readme file you can learn how to customize the template.
cs_cz: V sekci FAQ v souboru readme, zjistíte více o přizpůsobení šablony.

source: Company/Shop Logo
cs_cz: Logo společnosti/obchodu

source: Remove Logo
cs_cz: Odebrat logo

source: Set Logo
cs_cz: Nastavit logo

source: A company/shop logo representing your business.
cs_cz: Logo společnosti/obchodu, které bude representovat váš obchod.

source: Note:
cs_cz: Poznámka:

source: When the image is printed, its pixel density will automatically be eight times higher than the original. This means, 1 printed inch will correspond to about 288 pixels on the screen. Example: an image with a width of 576 pixels and a height of 288 pixels will have a printed size of about 2 inches to 1 inch.
cs_cz: Při tisku obrázku bude jeho hustota obrazových bodů automaticky 8x vyšší než u originálu. To znamená, že 2,54 cm v tisku odpovída 288 obrazovým bodům na zobrazovacím zařízení. Příklad: obrázek o rozměrech 576 ob na 288 ob bude mít v tisku rozměry cca. 5,08 na 2,54 cm.

source: Company/Shop Name
cs_cz: Název společnosti/obchodu

source: Your company/shop name for the Delivery Note.
cs_cz: Název vaší společnosti/obchodu pro poznámky k doručení.

source: Leave blank to use the default Website/Blog title defined in WordPress settings. The name will be ignored when a Logo is set.
cs_cz: Ponechejte prázdné pokud chcete použít výchozí název stránky/blogu z nastavení Wordpressu. Název bude ignorován po nahrání loga.

source: Company/Shop Address
cs_cz: Adresa společnosti/obchodu

source: The postal address of the company/shop or even e-mail or telephone, which gets printed right after the company/shop name.
cs_cz: Poštovní adresa společnosti/obchodu nebo také email nebo telefon, které budou vytištěny hned za názvem společnosti/obchodu.

source: Leave blank to not print an address.
cs_cz: Ponechejte prázdné pokud nechcete tisknout adresu.

source: Complimentary Close
cs_cz: Zdvořilostní závěr

source: Add some personal notes, or season greetings or whatever (e.g. Thank You for Your Order!, Merry Christmas!, etc.).
cs_cz: Přidejte nějaké osobní poznámky, sezonní pozdrav nebo něco podobného (např. Děkujeme za vaši objednávku!, Veselé Vánoce! atd.).

source: Leave blank to not print any personal notes.
cs_cz: Ponechejte prázdné pokud nechcete tisknout jakékoliv osobní poznámky.

source: Returns Policy, Conditions, etc
cs_cz: Podmínky vrácení, Obchodní podminky atd.

source: Here you can add some more policies, conditions etc. For example add a returns policy in case the client would like to send back some goods. In some countries (e.g. in the European Union) this is required so please add any required info in accordance with the statutory regulations.
cs_cz: Zde můžete vyplnit další pravidla a podmínky. Například upřesnit nebo přidat podmínky pro vrácení, pro případ, že by chtěl zákazník nějaké zboží vrátit. V některých státech (např. v Evropské unii) je toto vyžadováno, proto prosím doplňte požadované informace v souladu s platným právem vaší země.

source: Leave blank to not print any policies or conditions.
cs_cz: Ponechejte prázdné pokud nechcete tisknout žádné podmínky.

source: Footer
cs_cz: Zápatí

source: Add some further footer imprint, e-mail, telephone, copyright notes etc. This makes the printed sheets a bit more branded.
cs_cz: Přidejte další informace, email, telefon atd. do zápatí. Přizpůsobíte tak fakturu více své značce.

source: Leave blank to not print a footer.
cs_cz: Ponechejte prázdné pokud nechete tisknout zápatí

source: Types
cs_cz: Typy

source: Enable Invoices
cs_cz: Povolit faktury

source: Enable Delivery Notes
cs_cz: Povolit poznámky k doručení

source: Enable Receipts
cs_cz: Povolit doklady

source: Front-end Options
cs_cz: Nastavení zobrazení pro uživatele

source: Print Page Endpoint
cs_cz: Zakončení URL pro stránku tisku

source: The endpoint is appended to the accounts page URL to print the order. It should be unique.
cs_cz: Zakončení URL je přidáno k URL stránky účtu pro tisk objednávky. Mělo by být unikátní.

source: Print Buttons
cs_cz: Tlačítka tisku

source: Show print button on the "View Order" page
cs_cz: Zobrazit tlačítko tisku na stránce "Zobrazit objednávku"

source: Show print buttons on the "My Account" page
cs_cz: Zobrazit tlačítka tisku na stránce "Můj účet"

source: Order Numbering
cs_cz: Číslování objednávek

source: Invoice Number
cs_cz: Číslo faktury

source: Create invoice numbers
cs_cz: Vytvořit čísla faktur

source: Invoice Number Start
cs_cz: Počáteční

source: Start the numbering at the specified number.
cs_cz: Začit s číslováním od určitého čísla.

source: Use only integers.
cs_cz: Používat pouze celá čísla.

source: Invoice Number Prefix
cs_cz: Předpona čísla faktury

source: This text will be prepended to the invoice number.
cs_cz: Tento řetězec bude předcházet číslu faktury.

source: Leave blank to not add a prefix.
cs_cz: Ponechejte prázdné pokud nechcete přidat předponu.

source: Invoice Number Suffix
cs_cz: Přípona čísla faktury

source: This text will be appended to the invoice number.
cs_cz: Tento řetězec bude připojen za číslo faktury.

source: Leave blank to not add a suffix.
cs_cz: Ponechejte prázdné pokud nechcete přidat příponu.

source: Invoice Number Counter
cs_cz: Čítač počtu faktur

source: Reset Counter
cs_cz: Vyresetovat počítadlo

source: Sequential Order Number
cs_cz: Sekvenční číslo objednávky

source: Sequential numbering is enabled.
cs_cz: Sekvenční číslování objednávek je povoleno.

source: Install and activate the free <a href="%s">WooCommerce Sequential Order Numbers</a> Plugin.
cs_cz: Instalujte a aktivujte plugin <a href="%s">WooCommerce sekvenční čísla objednávek</a>, který je zdarma.

source: Print Invoice
cs_cz: Tisknout fakturu

source: Print Delivery Note
cs_cz: Tisknout poznámku k doručení

source: Print Receipt
cs_cz: Tisknout doklad

source: Invoice created.
cs_cz: Faktura byla vytvořena

source: Delivery note created.
cs_cz: Poznámka k doručení byla vytvořena

source: Receipt created.
cs_cz: Doklad vytvořen

source: Print now
cs_cz: Tisknout nyní

source: Order Printing
cs_cz: Tisk faktury

source: Invoice number:
cs_cz: Číslo faktury:

source: Invoice date:
cs_cz: Datum faktury:

source: Invoice
cs_cz: Faktura

source: Delivery Note
cs_cz: Poznámka k doručení

source: Receipt
cs_cz: Doklad

source: Order
cs_cz: Objednávka

source: Order Number
cs_cz: Číslo objednávky

source: Order Date
cs_cz: Datum objednávky

source: Payment Method
cs_cz: Způsob platby

source: Telephone
cs_cz: Telefon

source: SKU:
cs_cz: SKČ:

source: Billing Address
cs_cz: Adresa fakturace

source: N/A
cs_cz: Nedostupné

source: Shipping Address
cs_cz: Adresa pro zaslání

source: Product
cs_cz: Produkt

source: Quantity
cs_cz: Množství

source: Total
cs_cz: Celkem

source: Download:
cs_cz: Stáhnout:

source: %s Files
cs_cz: %s souborů

source: Customer Note
cs_cz: Poznámka zákazníka

source: Go to the settings page
cs_cz: Přejít na stránku nastavení

source: Settings
cs_cz: Nastavení
